Repository: RedBoardDev/Strakk
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: fr

source: Pro trial is live!
fr: Ton essai Pro est actif !

source: (%@€/month)
fr: (%@ €/mois)

source: /month
fr: /mois

source: /year
fr: /an

# %@ day%@ selected
source: %1$@ day%2$@ selected
fr: %1$@ jour%2$@ sélectionné%2$@

source: %@ days covered
fr: %@ jours couverts

source: %@ days left
fr: %@ jours restants

# %@ from catalog · %@ via AI
source: %1$@ from catalog · %2$@ via AI
fr: %1$@ du catalogue · %2$@ via IA

source: %@ items detected. Edit if needed before confirming.
fr: %@ items détectés. Modifie si besoin avant de confirmer.

source: %@ older check-ins
fr: %@ anciens bilans

source: %@ pending
fr: %@ en attente

source: %@ plan
fr: Offre %@

source: %@/%@ weeks
fr: %1$@/%2$@ semaines

source: + Add
fr: + Ajouter

source: 1 to 60 characters
fr: 1 à 60 caractères

source: 2 MONTHS FREE
fr: 2 MOIS OFFERTS

source: 4 wk
fr: 4 sem

source: 7-day
fr: 7 jours

source: 12 wk
fr: 12 sem

source: A check-in already exists for this week.
fr: Un bilan existe déjà pour cette semaine.

source: A few facts about you
fr: Quelques infos sur toi

source: ACCOUNT
fr: COMPTE

source: Add
fr: Ajouter

source: Add a manual item, a CIQUAL search, a barcode, a photo or text.
fr: Ajoute un aliment manuel, une recherche CIQUAL, un barcode, une photo ou un texte.

source: Add a photo
fr: Ajouter une photo

source: Add an item
fr: Ajouter un item

source: Add food item
fr: Ajouter l'aliment

source: Add for this day
fr: Ajouter pour ce jour

source: Add one to build your history.
fr: Ajoutez-en un pour alimenter votre historique.

source: Add text entry
fr: Ajouter un texte

source: Add text to meal
fr: Ajouter le texte au repas

source: Add the photo to the meal
fr: Ajouter la photo au repas

source: Add to meal
fr: Ajouter au repas

source: Add your Hevy API key in Settings to export workouts.
fr: Ajoutez votre clé API Hevy dans les réglages pour exporter vos séances.

source: Adding...
fr: Ajout...

source: AI
fr: IA

source: AI not working? No problem.
fr: L'IA ne fonctionne pas ? Pas de souci.

source: AI Summary
fr: Résumé IA

source: All
fr: Tout

source: Already have an account?
fr: Tu as déjà un compte ?

source: Analyze
fr: Analyser

source: Analyze described meal
fr: Analyser le repas décrit

source: Analyze meal?
fr: Analyser le repas ?

source: Analyzed meal
fr: Repas analysé

source: Analyzing workout program...
fr: Analyse du programme...

source: Analyzing your meal...
fr: Analyse de votre repas...

source: Analyzing…
fr: Analyse en cours…

source: And in everyday life?
fr: Et au quotidien ?

source: Annual
fr: Annuel

source: Annual plan, %@ euros per year
fr: Offre annuelle, %@ euros par an

source: Annual plan, %@ per year
fr: Offre annuelle, %@ par an

source: API Key
fr: Clé API

source: Apple, chicken...
fr: Pomme, poulet...

source: Apple, chicken…
fr: Pomme, poulet…

source: Are you sure you want to sign out?
fr: Voulez-vous vraiment vous déconnecter ?

source: ARMS (AVG.)
fr: BRAS (MOY.)

source: Averages
fr: Moyennes

source: Avg. arms
fr: Bras moy.

source: Back
fr: Retour

source: Biological sex
fr: Sexe biologique

source: Bloating
fr: Ballonnements

source: Body measurements
fr: Mesures corporelles

source: Calculating...
fr: Calcul en cours...

source: Calendar
fr: Calendrier

source: Camera
fr: Appareil photo

source: Cancel
fr: Annuler

source: Cancel anytime
fr: Annule à tout moment

source: Cancel meal
fr: Annuler le repas

source: Carbs
fr: Glucides

source: CARBS
fr: GLUCIDES

source: Carbs (g)
fr: Glucides (g)

source: CATALOG
fr: CATALOGUE

source: Change food
fr: Changer l'aliment

source: Check-in options
fr: Options du bilan

source: Check-ins
fr: Bilans

source: Chest
fr: Poitrine

source: Chest (cm)
fr: Poitrine (cm)

source: Choose a recent photo or take one now.
fr: Choisis une photo récente ou prends-en une maintenant.

source: Choose your date of birth
fr: Choisir ta date de naissance

source: CHOOSE YOUR PLAN
fr: CHOISIS TON ABONNEMENT

source: Close
fr: Fermer

source: Close scanner
fr: Fermer le scanner

source: Coming soon
fr: Bientôt disponible

source: Compose your meal, adjust portions, then analyze if needed.
fr: Compose ton repas, ajuste les portions, puis lance l'analyse si besoin.

source: Confirm meal
fr: Valider le repas

source: CONSISTENCY
fr: RÉGULARITÉ

source: Consistency: %@%%
fr: Régularité : %@%%

source: Continue
fr: Continuer

source: Continue to next step
fr: Passer à l'étape suivante

source: Continue with %@ kg
fr: Continuer avec %@ kg

source: Continue with email
fr: Continuer avec un email

source: COVERED DAYS
fr: JOURS COUVERTS

source: Create a meal
fr: Créer un repas

source: Create a new account
fr: Créer un nouveau compte

source: Create account
fr: Créer un compte

source: Create an account
fr: Créer un compte

source: Create my account
fr: Créer mon compte

source: Create my first check-in
fr: Créer mon premier bilan

source: Create your account
fr: Crée ton compte

source: created
fr: créés

source: CURRENT PLAN
fr: ABONNEMENT ACTUEL

source: Custom amount
fr: Quantité personnalisée

source: Daily activity
fr: Activité quotidienne

source: Daily avg.
fr: Moy. journalière

# Daily avg. (%@ day%@)
source: Daily avg. (%1$@ day%2$@)
fr: Moy. journalière (%1$@ jour%2$@)

source: DAILY GOALS
fr: OBJECTIFS QUOTIDIENS

source: DATA SOURCES
fr: SOURCES DE DONNÉES

source: Date of birth
fr: Date de naissance

source: day(s) selected
fr: jour(s) sélectionné(s)

source: Decrease
fr: Diminuer

source: Delete
fr: Supprimer

source: Delete entry
fr: Supprimer l'entrée

source: Delete meal
fr: Supprimer le repas

source: Delete this check-in?
fr: Supprimer ce bilan ?

source: Delete this photo?
fr: Supprimer cette photo ?

source: Describe what you ate
fr: Décrivez ce que vous avez mangé

source: Describe what you ate — be as specific as possible.
fr: Décris ce que tu as mangé — sois aussi précis que possible.

source: Describe your meal
fr: Décrire le repas

source: DEV SUBSCRIPTION
fr: ABONNEMENT DEV

source: Disciplined
fr: Régularité

source: Display period
fr: Période d'affichage

source: Don't have an account?
fr: Pas encore de compte ?

source: Done
fr: Terminé

source: Done, close export
fr: Terminé, fermer l'export

source: e.g. 150g, 1 bowl
fr: ex : 150g, 1 bol

source: E.g. 200g grilled chicken, basmati rice, olive oil
fr: Ex: 200g poulet grillé, riz basmati, huile d'olive

source: E.g. 200g grilled chicken, basmati rice...
fr: Ex : 200g poulet grillé, riz basmati...

source: E.g. energy, sleep, digestion...
fr: Ex: énergie, sommeil, digestion...

source: e.g. Grilled chicken
fr: ex : Poulet grillé

source: E.g. motivation, stress, mood...
fr: Ex: motivation, stress, humeur...

source: Edit
fr: Modifier

source: Edit entry
fr: Modifier l'entrée

source: Email address
fr: Adresse email

source: Enjoy every Pro feature for 7 days.
fr: Profite de toutes les fonctionnalités Pro pendant 7 jours.

source: Enter barcode manually
fr: Saisir le code-barres manuellement

source: Enter manually
fr: Saisir manuellement

source: Error
fr: Erreur

source: EVERYTHING IN PRO
fr: TOUT DANS PRO

source: exercises
fr: exercices

source: Export Another
fr: Exporter une autre séance

source: Export another workout program
fr: Exporter un autre programme

source: Export session %@
fr: Exporter la séance %@

source: Export to Hevy
fr: Exporter vers Hevy

source: Exporting to Hevy...
fr: Export vers Hevy...

source: Fat
fr: Lipides

source: FAT
fr: LIPIDES

source: Fat (g)
fr: Lipides (g)

source: Feelings
fr: Ressentis

source: FEELINGS
fr: RESSENTIS

source: Finish meal
fr: Terminer le repas

source: Fix payment
fr: Corriger le paiement

source: Focused
fr: Mental clair

source: Food data provided by:
fr: Données alimentaires fournies par :

source: Forgot password?
fr: Mot de passe oublié ?

source: Free text
fr: Texte libre

source: FREQUENT
fr: FRÉQUENTS

source: Gallery
fr: Galerie

source: GENERAL
fr: GÉNÉRAL

source: Generate PDF
fr: Générer le PDF

source: Generating...
fr: Génération...

source: Get started
fr: Commencer

source: Go back to previous step
fr: Revenir à l'étape précédente

source: Go to Settings
fr: Aller dans Réglages

source: Go to sign in
fr: Aller à la connexion

source: Goal reached
fr: Objectif atteint

source: Good digestion
fr: Bonne digestion

source: Good energy
fr: Bonne énergie

source: Good mood
fr: Bonne humeur

source: Good news!
fr: Bonne nouvelle !

source: Good recovery
fr: Bonne récup

source: Grounded
fr: Ancré

source: Heavy body
fr: Corps lourd

source: Height
fr: Taille

source: Here's what your day will look like
fr: Voilà à quoi ressemblera ta journée

source: Hevy API Key Required
fr: Clé API Hevy requise

source: HEVY INTEGRATION
fr: INTÉGRATION HEVY

source: Hint (optional)
fr: Indice (optionnel)

source: Hips
fr: Hanches

source: HIPS
fr: HANCHES

source: Hips (cm)
fr: Hanches (cm)

source: How are you feeling?
fr: Comment tu te sens ?

source: How much protein and calories do you aim for?
fr: Combien de protéines et calories visez-vous ?

source: Hungry
fr: Faim marquée

source: Identifying foods...
fr: Identification des aliments...

source: Increase
fr: Augmenter

source: Irritable
fr: Irritabilité

source: items detected. Edit if needed before confirming.
fr: items détectés. Modifiez si nécessaire avant de valider.

source: Joint discomfort
fr: Gêne articulaire

source: Later
fr: Plus tard

source: Left arm
fr: Bras gauche

source: Left arm (cm)
fr: Bras gauche (cm)

source: Left thigh
fr: Cuisse gauche

source: Left thigh (cm)
fr: Cuisse gauche (cm)

source: Light body
fr: Corps léger

source: Looking up nutritional data for detected items.
fr: Recherche des données nutritionnelles des items détectés.

source: Low energy
fr: Peu d'énergie

source: Low mood
fr: Moral bas

source: Low motivation
fr: Motivation basse

source: LOWER BODY
fr: BAS DU CORPS

source: Manual
fr: Manuel

source: Manual entry
fr: Ajout manuel

source: matched
fr: trouvés

source: Matching with database...
fr: Correspondance avec la base...

source: Maximum 300 characters
fr: Maximum 300 caractères

source: Meal
fr: Repas

source: Meal in progress
fr: Repas en cours

source: Meal name
fr: Nom du repas

source: MEAL TOTAL
fr: TOTAL REPAS

source: MEALS
fr: REPAS

source: MEASUREMENTS
fr: MESURES

source: MENTAL FEELING
fr: RESSENTI MENTAL

source: Minimum 3 characters
fr: Minimum 3 caractères

source: Minimum 6 characters
fr: Minimum 6 caractères

source: Monthly access
fr: Accès mensuel

source: Monthly plan, %@ euros per month
fr: Offre mensuelle, %@ euros par mois

source: Monthly plan, %@ per month
fr: Offre mensuelle, %@ par mois

source: Motivated
fr: Motivation

source: MY ITEMS
fr: MES ITEMS

source: Name *
fr: Nom *

source: Negative feelings
fr: Sensations négatives

source: New check-in
fr: Nouveau bilan

source: New meal
fr: Nouveau repas

source: Next
fr: Suivant

source: Next month
fr: Mois suivant

source: No check-ins yet
fr: Pas encore de bilan

source: No feelings logged
fr: Aucun ressenti renseigné

source: No feelings recorded
fr: Aucun ressenti renseigné

source: No items today
fr: Aucun item aujourd'hui

source: No meal in progress
fr: Aucun repas en cours

source: No nutrition data
fr: Aucune donnée nutritionnelle

source: No nutrition data for these days.
fr: Aucune donnée nutritionnelle pour ces jours.

source: No photos
fr: Aucune photo

source: No recent foods
fr: Aucun aliment récent

source: No results for
fr: Aucun résultat pour

source: No results for "%@"
fr: Aucun résultat pour « %@ »

source: Not enough data to show trends.
fr: Pas assez de données pour afficher les tendances.

source: NUTRITION (%@ days)
fr: NUTRITION (%@ jours)

source: Optional — to fine-tune your goals.
fr: Optionnel — pour affiner tes objectifs.

source: Password
fr: Mot de passe

source: Paste Hevy API key
fr: Coller la clé API Hevy

source: Payment issue
fr: Problème de paiement

source: PDF content
fr: Contenu du PDF

source: Pending analysis
fr: Analyse en attente

source: Pending items will be analyzed by AI. This takes a few seconds.
fr: Des items en attente seront analysés par IA. L'opération prend quelques secondes.

source: Pending text
fr: Texte en attente

source: Per day
fr: Par jour

source: PER DAY
fr: PAR JOUR

source: Period
fr: Période

source: Photo and text AI analysis plus a weekly summary so you log less by hand.
fr: Analyse IA photo et texte, plus résumé hebdo pour moins saisir à la main.

source: Photo. Long press to delete.
fr: Photo. Appuyer longuement pour supprimer.

source: Physical
fr: Physique

source: PHYSICAL FEELING
fr: RESSENTI PHYSIQUE

source: Pick from library
fr: Choisir dans la galerie

source: Pick the feelings that summarize your week, then describe your mental and physical state separately.
fr: Choisis les sensations qui résument ta semaine, puis détaille séparément le mental et le physique.

source: Plan
fr: Offre

source: Point the camera at a barcode
fr: Pointez la caméra sur un code-barres

source: Poor digestion
fr: Digestion difficile

source: Positive feelings
fr: Sensations positives

source: Previous month
fr: Mois précédent

source: Protein
fr: Protéines

source: PROTEIN
fr: PROTÉINES

source: Protein (g) *
fr: Protéines (g) *

source: Quantity
fr: Quantité

source: Quick
fr: Rapide

source: Quick add
fr: Ajout rapide

source: QUICK STATS
fr: STATS RAPIDES

source: RECENT CHECK-INS
fr: BILANS RÉCENTS

source: Remove
fr: Retirer

source: Remove photo
fr: Supprimer la photo

source: Rename
fr: Renommer

source: Rename meal
fr: Renommer le repas

source: Renews: %@
fr: Renouvellement : %@

source: Reset your password
fr: Réinitialiser ton mot de passe

source: Restore
fr: Restaurer

source: Restore a purchase
fr: Restaurer un achat

source: Retry
fr: Réessayer

source: Right arm
fr: Bras droit

source: Right arm (cm)
fr: Bras droit (cm)

source: Right thigh
fr: Cuisse droite

source: Right thigh (cm)
fr: Cuisse droite (cm)

source: Routine Created!
fr: Routine créée !

source: Save
fr: Enregistrer

source: Save changes
fr: Enregistrer les modifications

source: Save meal
fr: Enregistrer le repas

source: Save with annual
fr: Économise avec l'annuel

source: Saving...
fr: Enregistrement...

source: Scanner unavailable
fr: Scanner non disponible

source: Search
fr: Rechercher

source: Search a food
fr: Rechercher un aliment

source: Search catalog…
fr: Rechercher dans le catalogue…

source: Search for a food
fr: Rechercher un aliment

source: Search the catalog
fr: Rechercher dans le catalogue

source: See the annual offer
fr: Voir l'offre annuelle

source: Select a PDF to get started
fr: Sélectionnez un PDF pour commencer

source: Select a photo
fr: Sélectionnez une photo

source: Select a session to export
fr: Sélectionnez une séance à exporter

source: Sessions per week
fr: Séances par semaine

source: Set your daily goals
fr: Définissez vos objectifs quotidiens

source: Set your daily water intake goal
fr: Définissez votre objectif d'eau quotidien

source: Settings
fr: Réglages

source: Share check-in
fr: Partager le bilan

source: Share check-in as PDF
fr: Partager le bilan en PDF

source: Shoulders
fr: Épaules

source: Shoulders (cm)
fr: Épaules (cm)

source: Sign in
fr: Se connecter

source: Sign In
fr: Se connecter

source: Sign in to access your data.
fr: Connecte-toi pour accéder à tes données.

source: Sign in to an existing account
fr: Se connecter à un compte existant

source: Sign out
fr: Se déconnecter

source: Sign Up
fr: S'inscrire

source: Skip & add manually
fr: Passer et ajouter manuellement

source: Slept poorly
fr: Mal dormi

source: Slept well
fr: Bien dormi

source: Smarter insights, cleaner tracking, and premium tools to help you stay consistent.
fr: Des analyses plus malines, un suivi plus clair et des outils premium pour rester régulier.

source: Sore
fr: Courbatures

source: Stable energy
fr: Énergie stable

source: Start analysis
fr: Lancer l'analyse

source: Start onboarding
fr: Démarrer l'onboarding

source: Start tracking
fr: Commencer le suivi

source: Start tracking to watch your progress.
fr: Commence à tracker pour voir ta progression.

source: Start tracking your fitness journey
fr: Commencez à suivre votre parcours fitness

source: Start tracking your progress by creating your first weekly check-in.
fr: Commencez à suivre votre progression en créant votre premier bilan hebdomadaire.

source: Stay hydrated
fr: Restez hydraté

source: Step %@/5
fr: Étape %@/5

source: Strong training
fr: Séances solides

source: SUMMARY
fr: RÉCAP

source: Take a photo
fr: Prendre une photo

source: Take your photos in the same conditions for consistent tracking.
fr: Prends tes photos dans les mêmes conditions pour un suivi cohérent.

source: Tell me about your training
fr: Parle-moi de ton entraînement

source: That's only %@ per month
fr: Soit %@ par mois

source: That's only %@€/month
fr: Soit %@ €/mois

source: That's only %@€/month · ~%lld€ less than paying monthly
fr: Soit %@ €/mois · ~%lld € de moins qu'en mensuel

source: That's only %@€/week
fr: Soit %@ €/semaine

source: The barcode scanner is not available on this device.
fr: Le scanner de code-barres n'est pas disponible sur cet appareil.

source: THIGHS (AVG.)
fr: CUISSES (MOY.)

source: This action cannot be undone.
fr: Cette action est irréversible.

source: Tired
fr: Fatigue

source: Today
fr: Aujourd'hui

source: Track faster with Pro
fr: Tracke plus vite avec Pro

source: Track your fitness journey
fr: Suivez votre parcours fitness

source: Training intensity
fr: Intensité d'entraînement

source: Training types
fr: Types d'entraînement

source: Trend: %@ %@%@ %@ over %@ wk
fr: Tendance : %1$@ %2$@%3$@ %4$@ sur %5$@ sem.

source: Trends
fr: Évolution

source: Trial ends: %@
fr: Fin de l'essai : %@

# trial_expired_body
source: Continue with Strakk Pro to keep AI, Health sync and unlimited history.
fr: Continue avec Strakk Pro pour garder l'IA, la sync Santé et l'historique illimité.

# trial_expired_cta
source: Discover plans
fr: Découvrir les offres

# trial_expired_free
source: Continue for free
fr: Continuer en gratuit

# trial_expired_title
source: Your trial ends today
fr: Ton essai se termine aujourd'hui

source: Try again or adjust manually
fr: Réessaie ou ajuste manuellement

source: Tweak them or let the AI compute them for you.
fr: Ajuste-les ou laisse l'IA les calculer pour toi.

source: Two months free vs the monthly plan.
fr: Deux mois offerts par rapport au mensuel.

source: Type a food name to find a replacement.
fr: Tape le nom d’un aliment pour trouver un remplacement.

source: Unlock full history with Pro
fr: Débloque tout l'historique avec Pro

source: Unlock full potential
fr: Libère tout le potentiel

source: Unlock the full potential
fr: Libère tout ton potentiel

source: Unlock with Pro
fr: Débloquer avec Pro

source: Update your payment method to keep your Pro access.
fr: Mets à jour ton moyen de paiement pour garder ton accès Pro.

source: UPPER BODY
fr: HAUT DU CORPS

source: Use the buttons below to get started
fr: Utilisez les boutons ci-dessous pour commencer

source: Value
fr: Valeur

source: values per 100 g
fr: valeurs pour 100 g

source: View detailed stats
fr: Voir les stats détaillées

source: W%@
fr: S%@

source: Waist
fr: Taille

source: WAIST
fr: TAILLE

source: Waist (cm)
fr: Tour de taille (cm)

source: Water
fr: Eau

source: WATER
fr: EAU

source: Water: %@ ml/day avg
fr: Eau : %@ ml/jour en moyenne

source: Week
fr: Semaine

source: WEEK
fr: SEMAINE

source: Week %@
fr: Semaine %@

source: weeks
fr: semaines

source: Weight
fr: Poids

source: WEIGHT
fr: POIDS

source: Weight (kg)
fr: Poids (kg)

source: Welcome back
fr: Content de te revoir

source: What is your current weight?
fr: Quel est ton poids actuel ?

source: What is your goal?
fr: Quel est ton objectif ?

source: You keep photo analysis, free text and AI summaries until then.
fr: Tu gardes l'analyse photo, le texte libre et les résumés IA jusque-là.

source: Your
fr: Ton

source: Your current meal will be deleted.
fr: Votre repas en cours sera supprimé.

source: Your meal is empty
fr: Ton repas est vide

source: Your nutrition & fitness coach, made simple.
fr: Ton coach nutrition & fitness, simplement.

source: Your nutrition goals
fr: Tes objectifs nutritionnels

source: Your Pro trial expires in %@ days
fr: Ton essai Pro expire dans %@ jours

source: Your Pro trial expires in %@ days. Tap to see plans.
fr: Ton essai Pro expire dans %@ jours. Touche pour voir les offres.

source: Your Pro trial is active
fr: Ton essai Pro est actif
